/* Error string for OTR message string */
"A private conversation could not be set up." = "Секретный чат не может быть установлен.";

/* Title for the about page */
"About" = "О программе";

/* Label for button to show version numbers and licenses */
"About This Version" = "Об этой версии";

/* SSL error message */
"Access denied" = "Отказано в доступе";

/* The string describing a buddy's account */
"Account" = "Аккаунт";

/* Title for the accounts tab */
"Accounts" = "Аккаунты";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Был(а)";

/* Button title to add someone as a buddy */
"Add" = "Добавить";

/* The title for the view to add a buddy */
"Add Buddy" = "Добавить контакт";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Войти";

/* String to describe advanced set of settings */
"Advanced" = "Дополнительно";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Настройки шифрования";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "Все входящие сообщения, содержащие ссылки, будут по умолчанию загружены для предпросмотра. Это требуется для корректной работы медиа. Отключите, если не доверяете своим контактам.";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Возникла ошибка шифрования, сообщение не отправлено.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Архив";

/* Shown to confirm destructive actions */
"Are you sure?" = "Вы уверены?";

/* SSL error message */
"Attempt to restore an unknown session" = "Попытка восстановить неизвестную сессию";

/* Text for media message summary */
"Audio Message" = "Аудио";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Автоматическое удаление";

/* error */
"Automatic Downloads Disabled" = "Автоматическая загрузка отключена";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "Автоматически загружать медиа";

/* Label in buddy list for users that are available */
"Available" = "Доступен";

/* Label in buddy list for users that are away */
"Away" = "Отошел";

/* SSL error message */
"Bad certificate format" = "Неверный формат сертификата";

/* SSL error message */
"Bad MAC" = "Неверный MAC";

/* SSL error message */
"Bad protocol version" = "Неверная версия протокола";

/* SSL error message */
"Bad SSLCipherSuite" = "Неверный набор алгоритмов шифрования";

/* SSL error message */
"Bad unsupported cert format" = "Неподдерживаемый формат сертификата";

/* string to describe basic set of settings */
"Basic" = "Основное";

/* username section */
"Basic Setup" = "Основные настройки";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Так как содержимое базы данных зашифровано вашим паролем, вы потеряли доступ к данным и должны удалить и установить ChatSecure повторно. Менеджеры паролей, такие как 1Password или MiniKeePass могут помочь сгенерировать и сохранить стойкие пароли.";

/* No comment provided by engineer. */
"Best Available" = "Автоматически";

/* The String for a button to block a buddy */
"Block" = "Заблокировать";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Заблокировать и удалить";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Контакт перемещен!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Информация контакта";

/* Label for button to take a photo from camera */
"Camera" = "Камера";

/* Cancel an alert window */
"Cancel" = "Отмена";

/* Error string for OTR message string */
"Cannot read the received message." = "Невозможно прочитать полученное сообщение.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Невозможно определить тип сообщения.";

/* SSL error message */
"Cert chain not verified by root" = "Цепочка сертификатов не заверена корневым сертификатом";

/* SSL error message */
"Certificate expired" = "Сертификат просрочен";

/* SSL error message */
"Certificate revoked" = "Сертификат отозван";

/* SSL error message */
"Chain had a cert not yet valid" = "Цепочка содержит неверный сертификат";

/* SSL error message */
"Chain had an expired cert" = "Цепочка содержит просроченный сертификат";

/* Title for chat view */
"Chat" = "Чат";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Приватный Мессенджер Secret";

/* Title for chats view */
"Chats" = "Чаты";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Исходный код доступен на Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Выберите любой из публичных серверов или воспользуйтесь своим.";

/* title for server selection screen */
"Choose Server" = "Выберите сервер";

/* SSL error message */
"Cipher Suite negotiation failure" = "Ошибка обмена наборами алгоритмов шифрования";

/* Label for text field where you compose a new message */
"Compose" = "Написать";

/* SSL error message */
"Configuration error" = "Ошибка конфигурации";

/* String for button to connect connect */
"Connect" = "Подключить";

/* Whether or not account is logged in */
"Connected" = "Подключен";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Подключение";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Подключение к Tor";

/* SSL error message */
"Connection closed gracefully" = "Соединение корректно завершено";

/* SSL error message */
"Connection closed via error" = "Соединение закрыто из-за ошибки";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Копировать";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "Копировать ссылку";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Не удалось расшифровать базу данных. Если приложение работает с ошибками, может потребоваться переустановка приложения.";

/* Error description */
"Could not parse URL." = "Не удалось получить содержимое.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Не удается получить публичный ключ из сертификата";

/* No comment provided by engineer. */
"Crash Detected" = "Обнаружен сбой";

/* Title for button to create account */
"Create" = "Создать";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Регистрация";

/* Start of sentence that will be followed by names */
"Created by" = "Разработчики";

/* Title for progress of creating a new account */
"Creating Account" = "Создание аккаунта";

/* Place holder label for custom domains */
"Custom" = "Пользовательский";

/* if you want to change your username */
"Customize Username" = "Изменить имя пользователя";

/* No comment provided by engineer. */
"Database Error" = "Ошибка базы данных";

/* e.g. for deactivating your push account */
"Deactivate" = "Отключить";

/* SSL error message */
"Decoding error" = "Ошибка декодирования";

/* SSL error message */
"Decompression failure" = "Ошибка распаковки";

/* SSL error message */
"Decryption error" = "Ошибка расшифровки";

/* SSL error message */
"Decryption failed" = "Не удалось расшифровать";

/* SSL error message */
"Decryption failure" = "Ошибка расшифровки";

/* default string to revert to normal language behaviour */
"Default" = "По умолчанию";

/* action button for deleting something */
"Delete" = "Удалить";

/* Button to delete account */
"Delete Account" = "Удалить аккаунт";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Удалить аккаунт?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Удаление чатов при отключении";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Доставлено";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "Вы знали, что теперь вы можете помочь в финансировании будущего развития прямо в приложении?";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Не беспокоить";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Не меняйте эти настройки, если вы не уверены в своих действиях. По умолчанию будет выбран наилучший из доступных методов шифрования.";

/* Title for donation link */
"Donate" = "Пожертвовать";

/* Title for button to press when user is finished */
"Done" = "Готово";

/* Title for button to download something */
"Download" = "Загрузить";

/* Button to edit account details */
"Edit Account" = "Изменить аккаунт";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Включить";

/* button for enabling push messages */
"Enable Push" = "Включить уведомления";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Включить уведомления в настройках";

/* No comment provided by engineer. */
"Enable Tor" = "Включить";

/* Generic title for encryption errors */
"Encryption Error" = "Ошибка шифрования";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Введите название группы";

/* Title of error message pop-up box */
"Error" = "Ошибка";

/* title label for error when creating account */
"Error Creating Account" = "Ошибка создания аккаунта";

/* SSL error message */
"Export restriction" = "Ограничение экспорта";

/* Default message when a user status is set to extended away */
"Extended Away" = "Недоступен";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Не удалось подключиться к серверу. Проверьте учетные данные, интернет-соединение и повторите попытку.";

/* SSL error message */
"Fatal alert" = "Фатальная тревога";

/* Error string for when file is too big. */
"File exceeds maximum size." = "Превышен максимальный размер файла.";

/* Text for file message summary */
"File Message" = "Сообщение с файлом";

/* Error */
"File not found." = "Файл не найден.";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Исправить обновление в фоне...";

/* prompt to fix permissions */
"Fix Permissions..." = "Исправить разрешения...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Забыли пароль?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Сгенерировать безопасный пароль";

/* Title for button to start migration tool */
"Get Started" = "Начать";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Группа";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Название группы";

/* SSL error message */
"Handshake failure" = "Ошибка подтверждения";

/* Label for button to open link to translate app */
"Help Translate" = "Помощь в переводе";

/* Label for button to hold to record audio */
"Hold to talk" = "Говорите";

/* Label text for hostname field on login scree */
"Hostname" = "Имя хоста";

/* SSL error message */
"I/O would block (not fatal)" = "Ввод/вывод будет блокироваться (не фатально)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Игнорировать";

/* SSL error message */
"Illegal parameter" = "Неверный параметр";

/* segmented control value for active conversations */
"Inbox" = "Входящие";

/* Label for incoming data transfers */
"Incoming" = "Загрузка";

/* Short for information, button title to get more information */
"Info" = "Информация";

/* SSL error message */
"Insufficient buffer provided" = "Недостаточный размер буфера";

/* SSL error message */
"Insufficient security" = "Недостаточная безопасность";

/* SSL error message */
"Internal error" = "Внутренняя ошибка";

/* SSL error message */
"Invalid certificate chain" = "Неверная цепочка сертификатов";

/* title label for invalid email */
"Invalid Email" = "Неверный Email";

/* Button to invite friends */
"Invite Friends" = "Пригласить друзей";

/* Title for migration header view */
"It's time to move!" = "Пора двигаться!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Войти в группу";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Постучать";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Стук отправлен";

/* string to bring up language selector */
"Language" = "Язык";

/* log in to account */
"Log In" = "Войти";

/* log out from account */
"Log Out" = "Выйти";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Подключаться автоматически";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Настройка аккаунта Push";

"Manage Debug Logs" = "Лог";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Управление ключами";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Управление сохраненными сертификатами";

/* button to do something later */
"Maybe Later" = "Может быть позже";

/* No comment provided by engineer. */
"Me" = "Я";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Сообщение не было отправлено, потому что собеседник завершил приватный чат. Необходимо завершить соединение или обновить его.";

/* microphone permission is disabled */
"Microphone Disabled" = "Микрофон отключен";

/* Title for button to start migration tool */
"Migrate Account" = "Перенести аккаунт";

/* SSL error message */
"Miscellaneous bad certificate" = "Неверный сертификат";

/* SSL error message */
"Module attach failure" = "Ошибка подключения модуля";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "Другие способы помочь";

/* label for new account info for migration */
"My new account information" = "Информация о моем новом аккаунте";

/* Your QR code */
"My QR Code" = "Мой QR-код";

/* The string describing a buddy's display name */
"Name" = "Имя";

/* For a new settings value */
"New" = "Новый";

/* Title for New Account View */
"New Account" = "Добавить аккаунт";

/* when a new message notification is received */
"New Message!" = "Новое сообщение";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Новый сертификат SSL";

/* Label for button to go to next step */
"Next" = "Дальше";

/* for choosing your XMPP vCard display name */
"Nickname" = "Имя";

/* SSL error message */
"No Error" = "Нет ошибок";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "Не найдены загрузочные HTTP серверы.";

/* SSL error message */
"No renegotiation allowed" = "Возобновление запрещено";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Уведомить контакты о новом аккаунте";

/* toggling switch detail for showing OMEMO group encryption */
"Note: this does not automatically enable group encryption. It must also be manually enabled on a per-group basis." = "Сквозное шифрование в группах";

/* Label for notifications switch */
"Notifications" = "Уведомления";

/* Label in buddy list for users that are offline */
"Offline" = "Не в сети";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Старый";

/* For an old settings value */
"OMEMO Group Encryption" = "Шифрование групповых чатов";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Открыть в Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Открыть в Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Открыть в Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Открыть в Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Опционально";

/* Title for other miscellaneous settings group */
"Other" = "Другое";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Наша политика требует шифрование, но мы пытаемся отправить незашифрованное сообщение.";

/* Label text for password field on login screen */
"Password" = "Пароль";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Платежи недоступны";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Одноранговый сертификат действителен или проигнорирован, если проверка отключена";

/* SSL error message */
"Peer dropped connection before responding" = "Удаленная сторона разорвала соединение";

/* SSL error message */
"Peer host name mismatch" = "Несовпадение имени хоста";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Ожидает подтверждения";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Удалить навсегда";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Галерея";

/* Text for media message summary */
"Picture Message" = "Фото";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Сохраненные сертификаты";

/* Label for messages that are not encrypted */
"plaintext" = "Нешифрованный текст";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Нешифрованный текст (OTR при возможности)";

/* No comment provided by engineer. */
"Plaintext Only" = "Только нешифрованный текст";

/* detail title label for invalid email */
"Please choose a valid email address" = "Пожалуйста, укажите корректный email";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "Обратитесь к администратору сервера.";

/* Label for port number field for connecting to service */
"Port" = "Порт";

/* title for contacts profile view */
"Profile" = "Профиль";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Предупреждение";

/* Label for qr code image */
"QR code" = "QR-код";

/* Error string for OTR message string */
"Received a general OTR error." = "Ошибка шифрования.";

/* Error string for OTR message string */
"Received a heartbeat." = "Получен heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Невозможно прочитать зашифрованное сообщение, поскольку не установлено защищенное соединение.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Получено незашифрованное сообщение.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Сообщение адресовано другому приложению.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Получены собственные сообщения.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Недавние";

/* SSL error message */
"Record overflow" = "Переполнение записи";

/* Button title to reject a request such as a buddy request */
"Reject" = "Отклонить";

/* Label for instruction to delete current recording */
"Release to delete" = "Отпустите, чтобы удалить";

/* Label for instruction to send current audio */
"Release to send" = "Отпустите, чтобы отправить";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Запомнить парольную фразу";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Запомить пароль";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Удалить";

/* No comment provided by engineer. */
"Removed By Server" = "Удалено сервером";

/* Reply to an incoming message */
"Reply" = "Ответ";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Обязательно";

/* Label for button to resend message. */
"Resend" = "Переотправить";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Переотправить сообщение";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Повторная отправка сообщения будет использовать %@.";

/* e.g. for resetting push account */
"Reset" = "Сбросить";

/* Label for text input for XMPP resource */
"Resource" = "Ресурс";

/* Title for button for saving a setting */
"Save" = "Сохранить";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Сохраненные сертификаты";

/* Label for sharing via QR Code */
"Scan QR" = "Сканнировать QR";

/* Label for text field where you search for a buddy */
"Search" = "Поиск";

/* Title heading in settings */
"Security" = "Безопасность";

/* Title of alert box warning about security issues */
"Security Warning" = "Предупреждение безопасности";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Отправить зашифрованное сообщение";

/* String on button to email feedback */
"Send Feedback" = "Помощь";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Отправить незашифрованное сообщение";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Загрузка";

/* Error string for OTR message string */
"Sent a heartbeat." = "Отправлен heartbeat.";

/* server selection section title */
"Server" = "Сервер";

/* SSL error message */
"Server closed session with no notification" = "Сервер завершил сессию без уведомления";

/* SSL error message */
"Server has requested a client cert" = "Сервер запросил клиентский сертификат";

/* button to show more information about your XMPP server */
"Server Information" = "Информация о сервере";

/* Title for the Settings screen */
"Settings" = "Настройки";

/* Title for sharing a link to the app */
"Share" = "Поделиться";

/* Label for inviting friends via URL */
"Share Invite" = "Отправить приглашение";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Настройки шифрования";

/* toggle switch for show advanced */
"Show Advanced Options" = "Дополнительные настройки";

/* title label for signing up for a new account */
"Sign Up" = "Регистрация";

/* Label for button to skip this step */
"Skip" = "Пропустить";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Кто-то";

/* received a typing notification */
"Someone is typing..." = "Кто-то печатает...";

/* SSL error message */
"SSL protocol error" = "Ошибка SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "Переключить";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Благодарим за ваш вклад!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "Приложение сломалось после последнего запуска. Отправить сообщение об ошибке?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "Ваше сообщение не удается отправить, так как этот контакт не может сейчас его принять. Возможно, пользователь не в сети, или вы не авторизованы для отправки сообщений ему.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Сообщение содержит неверные данные.";

/* Error string for OTR message string */
"The previous message was resent." = "Сообщение было отправлено повторно.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Сервер XMPP не поддерживает регистрацию";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Придумайте логин, который вы нигде не использовали, и который не содержит информации о вас.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Устройство не настроено для совершения платежей.";

/* Error message description */
"This message was received from an untrusted device." = "Это сообщение было отправлено с недоверенного устройства.";

/* Error message description */
"This message was sent to an untrusted device." = "Это сообщение было отправлено недоверенному устройству.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Чтобы воспользоваться функцией, необходимо разрешить использование микрофона.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Поддержка Tor экспериментальна, используйте с осторожностью.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Не удалось отправить сообщение";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Разархивировать";

/* SSL error message */
"Underlying cryptographic error" = "Внутренняя ошибка криптографии";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Неверная (пропущенная) запись в DTLS";

/* SSL error message */
"Unexpected message received" = "Получено неверное сообщение";

/* SSL error message */
"Unknown Cert Authority" = "Неизвестный центр сертификации";

/* SSL error message */
"Unknown certificate" = "Неизвестный сертификат";

/* Describes an error without a known cause */
"Unknown Error" = "Неизвестная ошибка";

/* Label for button to unlock app */
"Unlock" = "Разблокировать";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Неизвестный формат приглашения";

/* Title for error message */
"Untrusted Device" = "Недоверенное устройство";

/* SSL error message */
"User canceled" = "Отменено пользователем";

/* Example of a username using the words user and example */
"user@example.com" = "secret";

/* Label text for username field on login screen */
"Username" = "Юзернейм";

/* SSL error message */
"Valid cert chain, untrusted root" = "Корректная цепочка, недоверенный корневой сертификат";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Корректный сертификат";

/* To let the user know the fingerprint as been checked */
"Verified" = "Проверен";

/* Shown when verifying fingerprints */
"Verify" = "Проверить";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Проверить отпечаток";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Версия";

/* Text for media message summary */
"Video Message" = "Видео";

/* The label for a button to view the buddy profile */
"View Profile" = "Показать профиль";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Откройте профиль, чтобы просмотреть устройства контакта или изменить настройки шифрования.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Ожидание";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "добавил вас";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Мы можем автоматически сгенерировать безопасный пароль. Если вы используете свой, убедитесь, что он уникален и нигде не используется.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "Не удалось найти доверенные устройства для данного аккаунта.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "Не удалось найти доверенные устройства для данного контакта.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "Мы можем автоматически перенести ваши контакты со старого аккаунта в новый и отправить в архив старые переписки.\n\nЕсли хотите, мы также можем уведомить все ваши контакты об изменении аккаунта.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Подключиться к UserVoice для отправки отзыва?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "you";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "%@ начал секретный чат.";

/* String used when onboarding works */
"You're ready to use" = "Все готово к использованию";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Ваш аккаунт расположен на серверах %1$@. Этот сервис закрывается %2$@, поэтому мы поможем вам перенести ваш аккаунт на новый сервер.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Ваш аккаунт расположен на серверах %1$@. Этот сервис больше не активен, поэтому мы поможем перенести ваш аккаунт на новый сервер.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Ваш аккаунт истек.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Ваш аккаунт истекает в течение '%1$d' дней.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Данный контакт использует не тот jid, с которым вы переписываетесь. Вы хотите переключиться на другой аккаунт?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Ваше пожертвование поможет продолжить разработку ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Пароль будет сохранен в связке ключей iOS только этого устройства, и будет безопасен настолько, насколько надежен пароль или PIN-код устройства. Резервное копирование любой информации из ChatSecure не осуществляется, поэтому не забывайте, что можете потерять всю историю переписки.";

